const data = {
  technology: [
    {
      date: 1980,
      text: 'Sinclair Research выпускает домашний компьютер ZX80',
    },
    {
      date: 1982,
      text: 'Появился домашний компьютер ZX S выпущенный коипанией Sinclair Research.',
    },
  ],
  cinema: [
    {
      date: 1987,
      text: '&#171;Хищник&#187;/Predator, США (реж. Джон Мактиран)',
    },
    {
      date: 1988,
      text: '&#171;Кто подставил кролика Роджера&#187;/Who Framed Roger Rabbit, США (реж. Роберт Земекис)',
    },
    {
      date: 1989,
      text: '&#171;Назад в будущуу&#187;/Back To The Future 2, США (реж. Роберт Земекис)',
    },
    {
      date: 1990,
      text: '&#171;Крепкий Орешек 2&#187;/Die Hard 2, США (реж. Ренни Харлин)',
    },
    {
      date: 1991,
      text: '&#171;Семейка Аддамс&#187;/The Addams Family, США (реж. Барри Зонненфельд)',
    },
  ],
  literature: [
    {
      date: 1992,
      text: 'Нобелевская премия по литературе &#8212; Дерек Уолкотт, &#171;За блестящий образец карибского эпоса в 64 разделах&#187;',
    },
    {
      date: 1994,
      text: '&#171;Бессоница&#187; &#8212; роман Стивена Кинга',
    },
    {
      date: 1995,
      text: 'Нобелевская премия по литературе &#8212; Шеймас Хини',
    },
    {
      date: 1997,
      text: '&#171;Гарри Потер и Философский камень',
    },
  ],
  culture: [
    {
      date: 1999,
      text: 'премьера балета &#171;Золушка&#187; в постановке Жан-Кристофа Майо, сценография Эрнеста Пиньона',
    },
    {
      date: 2000,
      text: 'возобновление издания журнала  &#171;Театр&#187;',
    },
    {
      date: 2002,
      text: 'премьера трилогии Тома Стоппарда &#171;Берег Утопии&#187;, Королевский Национальный театр, Лондон',
    },
    {
      date: 2003,
      text: 'В Венеции Фениче в пожаре',
    },
  ],
  sport: [
    {
      date: 2006,
      text: 'Баскетбольный клуб ЦСКА стал победителем национального первенства России.',
    },
    {
      date: 2008,
      text: 'С 8 по 24 августа в Пекине прошли 29-е летние Олимпийские игры.',
    },
    {
      date: 2010,
      text: '13 &#8212; 28 февраля в Ванкувере: Зимние Олимпийские игры 2010 года.',
    },
    {
      date: 2012,
      text: '2 августа  &#8212; Летние Олимпийские игры.',
    },
    {
      date: 2014,
      text: 'XXII зимние Олимпийские игры (Сочи, Россия)',
    },
  ],
  scients: [
    {
      date: 2015,
      text: '13 сентября &#8212; частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
    },
    {
      date: 2016,
      text: 'Телескоп Хаббл обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение',
    },
    {
      date: 2017,
      text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
    },
    {
      date: 2018,
      text: 'Старт космического аппарата Solar Probe Plus, предназначенного для изучения Солнца',
    },
    {
      date: 2019,
      text: 'Google объявил о создании 53-кубитного квантового компьютера.',
    },
    {
      date: 2020,
      text: 'Корабль Crew Dragon вернулся на Землю из превого пилотируемого полёта',
    },
  ],
};
